[
   {
      "title": "الرحيق المختوم",
      "author": "صفي الرحمن المباركفوري",
      "details":"كتاب يبحث في السيرة النبوية المطهرة تعرض فيه مصنفه صفي الرحمن المبارآفوري لمجمل أبواب السيرة من نسب رسول الله صلى الله عليه وسلم وولادته ورضاعته وأخلاقه وبعثته وهجرته وغزواته ووفاته وغيرها الكثير من أبواب السيرة النبوية المطهرة لكن جاء كتابه هذا على قدر من الاختصار والإيجاز.",
      "pages": "عدد الصفحات: ٥١٢",
      "imageURL": "https://upload.wikimedia.org/wikipedia/ar/thumb/5/5c/Arraheek_Almakhtoom.jpg/180px-Arraheek_Almakhtoom.jpg",
      "downloadUrl": "https://kids.nationalgeographic.com/pages/article/cat-walk"
   },
   {
      "title": "قذائف الحق",
      "author": "محمد الغزالي",
      "details": "أجمل الغزالي أفكاره في هذا الكتاب في صورة مقالات على عادته في مثل هذه النوعية من الكتابات، إلا أنه قسَّم مقالات الكتاب إلى ثماني فصول تناولت طائفة كبيرة من القضايا المتنوعة، السياسية والفكرية والاجتماعية المتعلقة بالمسلمين، فرادى ومجتمعات، وبالأمة بشكل عام، والمطلوب في هذه المرحلة.",
      "pages": "عدد الصفحات: ٣٠٤",
      "imageURL": "https://www.nourbook.com/publice/covers_cache_webp/1/6/d/6/fb9c3fc5e76d6b4dc5d18c5d3a45e444.jpg.webp",
      "downloadUrl": "https://kids.nationalgeographic.com/pages/article/cat-walk"
   },
   {
      "title": "مائة من عظماء أمة الإسلام",
      "author": "جهاد الترباني",
      "details": "Cats",
      "pages": "عدد الصفحات: ٤٦٥",
      "imageURL": "https://www.nourbook.com/publice/covers_cache_webp/1/6/d/e/62ce467c286dec0776de7fe3addb492d.jpg.webp",
      "downloadUrl": "https://kids.nationalgeographic.com/pages/article/cat-walk"
   },
   {
      "title": "لا تحزن",
      "author": "عائض القرني",
      "details": "يتناول الكتاب الجانب المأساوي في حياة الإنسان، فيحاول نقلها من الهم إلى السرور، ومن الشؤم إلى القناعة. يحدث الكتاب القارئ مباشرة بأسلوب سهل يغلب عليه الطابع الديني، واعتمد الكاتب على محاكاة القارئ بشكل سلس ومؤثر وبرسائل عقلانية، ونصائح حياتية، كما اعتمد على الاستدلال بالقصص سواء الإسلامية أو غير الإسلامية، وتكثر في الكتاب أشعار الحكمة بأنواعها وخصوصاً الأبيات التي يلمس منها التفاؤل، كما أنه حوى على الكثير من المقولات المأثورة. ومن الجوانب المهمة في الكتاب هو الجانب الأدبي، حيث أن الكتاب مكتوب على قدر كبير من الفصاحة والتي أعطت الكتاب جمالية فريدة من نوعها. وقد لاقى قبول واستحسان للقراء العرب، وحقق مبيعات عالية فاقت المليونين نسخة، وتمت ترجمته إلى عدة لغات أخرى.",
      "pages": "عدد الصفحات: ٥٨٤",
      "imageURL": "https://bookssummaries.net/wp-content/uploads/2019/02/%D9%83%D8%AA%D8%A7%D8%A8-%D9%84%D8%A7-%D8%AA%D8%AD%D8%B2%D9%86-%D8%B9%D8%A7%D8%A6%D8%B6-%D8%A7%D9%84%D9%82%D8%B1%D9%86%D9%8A.jpg",
      "downloadUrl": "https://kids.nationalgeographic.com/pages/article/cat-walk"
   },
   {
      "title": "حادي الأرواح الى بلاد الأفراح",
      "author": "ابن القيم الجوزية",
      "details": "في هذا الكتاب الممتع لابن القيم يصف لنا الجنة ونعيمها وصفات أهلها وساكنيها بعين المؤمن المتيقن، وقد اعتمد المؤلف في ذلك على الأحاديث الصحيحة والآيات القرآنية، والكتاب  مقسم إلى سبعين باباً، من أبرزها: في بيان وجود الجنة، في اختلاف الناس في الجنة التي أسكنها آدم هل هي جنة الخلود أم جنة الأرض، في ذكر عدد أبواب الجنة، في مكان الجنة، في مفتاح الجنة، في طلب الجنة أهلها من ربهم وشفاعتها فيهم وطلبهم لها، في عدد الجنان وأنواعها، في ذكر بوابيها وخازنيها، في ذكر أول من يقرع باب الجنة، في ذكر أول الأمم دخولاً إلى الجنة، وغير ذلك من الموضوعات الماتعة.",
      "pages": "عدد الصفحات: ١٢٤٢",
      "imageURL": "https://www.nourbook.com/publice/covers_cache_webp/5/e/2/0/ceb3035029e20e329cf8b82b9e5b13f7.png.webp",
      "downloadUrl": "https://download1652.mediafire.com/bvlx4ra2vkhg/zzkqthypdoluzt9/Noor-Book.com++%D8%AD%D8%A7%D8%AF%D9%8A+%D8%A7%D9%84%D8%A3%D8%B1%D9%88%D8%A7%D8%AD+%D8%A7%D9%84%D9%89+%D8%A8%D9%84%D8%A7%D8%AF+%D8%A7%D9%84%D8%A3%D9%81%D8%B1%D8%A7%D8%AD+%D9%86%D8%B3%D8%AE%D8%A9+%D9%85%D8%B5%D9%88%D8%B1%D8%A9+3+.pdf"
   },
   {
      "title": "في ظلال القران",
      "author": "سيد القطب",
      "details": "خواطر وانطباعات من فترة عاشها سيد قطب في ظلال القرآن دوّنها في هذه المجلدات الستة منطلقاً في ذلك من حقيقة أبدية وهي أن القرآن حقيقة ذات كينونة مستمرة كهذا الكون ذاته، الكون كتاب الله المنظور، والقرآن كتاب الله المقروء، وكلاهما شاهد ودليل على صاحبه المبدع، كما أن كليهما كائن ليعمل.
      فالكون بنواحيه ما زال يتحرك ويؤدي دوره الذي قدره له بارئه والقرآن كذلك أدى دوره للبشرية، وما يزال هو هو، والإنسان ما يزال هو هو في حقيقته وفي أصل فطرته. وهذا القرآن هو خطاب الله لهذا الإنسان، فيمن خاطبهم الله به، خطاب لا يتغير فهو يخاطبه في أصل فطرته وفي أصل حقيقته، لذا كان لا بد من التمعن أكثر لإدراك المعاني التي رمت إليها سوره وآياته، ولإدراك ما فيه من الحيوية الكامنة لتلقي التوجيه المدخر منه للجماعة المسلمة في كل جيل..",
      "pages": "عدد الصفحات: ٥٩٧",
      "imageURL": "https://i.pinimg.com/474x/22/44/18/224418abeb8590688d9a2d61ee825d83.jpg",
      "downloadUrl": "https://kids.nationalgeographic.com/pages/article/cat-walk"
   }
]