{
   "booksList": [
      {
         "title": "الشمائل المحمدية",
         "author": "أبي عِيسى التِّرْمِذِيِّ",
         "imageURL": "https://i.ibb.co/Y02rLgH/images-50.jpg",
         "details": "صنف الإمام محمد بن عيسى الترمذي، صاحب السنن، والمتوفى عام 249هـ، كتابه هذا مبوبًا في 56 باب، ودرج تحت هذه الأبواب جل ما يتعلق بالنبي ﷺ من أحاديث مسندة تخبر عن خلقه وخلقته وهيئته وطعامه وشرابه، وحشد فيها الترمذي أخبار ما يتعلق بدقيق تفاصيل حياته ﷺ من الحركات والسكنات والسلوكيات، مقتصرًا على الأحاديث والأخبار فقط من دون أي حرف منه. طبع الكتاب عدة طبعات، واختصر اختصارًا غير مخل، فكانت أجود طبعاته إلى الآن طبعة دار المنهاج بتحقيق الدكتور محمد عوامة، وأوفى مختصراته مختصر الشيخ الألباني.",
         "url": "https://drive.google.com/file/d/1ygeD4Y2WfWfVNtn1ShE2t-hAlKq0f1B_/view"
      },
      {
         "title": "تهذيب سيرة ابن هشام",
         "author": "عبد السلام هارون",
         "imageURL": "https://www.neelwafurat.com/images/lb/abookstore/covers/hard/82/82387.jpg",
         "details": "تعد سيرة ابن هشام من أهم مصادر السيرة النبوية الوافية والجامعة، والتي اعتمد فيها على سيرة ابن إسحاق، المصنف الأول للسيرة، وقد قام الدكتور عبد السلام هارون بتهذيب سيرة ابن هشام رغبة منه في تقريبها وتسهيل الاطلاع عليها، حيث تناول الكتاب عرضًا موسعًا لنسب النبي ﷺ وتفاصيل مرحلة ما قبل بعثته، وحياته بعدها، وغزواته ومراسلاته، ومواقفه في مسيرته في الدعوة للإسلام، والأحداث المفصلية في بناء مجتمع الصحابة رضوان الله عليهم، حتى وفاته. طبع التهذيب في مجلد واحد عن مؤسسة الرسالة ودار البحوث العلمية.",
         "url": "https://books.islamway.net/1/2313/Tahthib_Sirat_Ibn_Hisham.pdf"
      },
      {
         "title": "الرحيق المختوم",
         "author": "صفي الرحمن المباركفوري",
         "imageURL": "https://kitab-pdf.net/wp-content/uploads/%D8%AA%D8%AD%D9%85%D9%8A%D9%84-%D9%83%D8%AA%D8%A7%D8%A8-%D8%A7%D9%84%D8%B1%D8%AD%D9%8A%D9%82-%D8%A7%D9%84%D9%85%D8%AE%D8%AA%D9%88%D9%85-PDF.jpg",
         "details": "فاز هذا الكتاب بجائزة السيرة النبوية العالمية التي نظمتها رابطة العالم الإسلامي عام 1396 هـ، وانتشر الكتاب في ربوع العالم الإسلامي، وترجم إلى الكثير من اللغات، وذلك لما حواه من تغطية متميزة لسيرة النبي ﷺ وعرض مبسط ومستوعب لتفاصيلها، مع تناول مواقف السيرة أحداثها بالشرح والبيان، واستوعب الكتاب في فصوله الأولى تاريخ الحياة الاجتماعية والسياسية في الجزيرة العربية قبل البعثة، وسار بالسرد التاريخي بدءًا من نسبه وحياته الأولى ﷺ ودعوته وغزواته ومواقفه الحياتيه والدعوية والسياسية، وختم بأحداث وتفاصيل وفاته عليه الصلاة والسلام.",
         "url": "https://drive.google.com/file/d/1N2m8K_e7ntKLt3pzp6aEAACdvuKNdTpG/view"
      },
      {
         "title": "فقه السيرة",
         "author": "محمد الغزالي",
         "imageURL": "https://m.media-amazon.com/images/I/51tx-OyGuSL._SX260_.jpg",
         "details": "يمكن اعتبار كتاب الشيخ الغزالي هذا من أمتع كتب السيرة النبوية المعاصرة وأعذبها لغة وأكثرها تشويقًا، بل إن الشيخ الغزالي، رحمه الله، أودع الكتاب حبكة متماسكة تشد القارئ لمتابعة القراءة والاشتباك مع الأحداث، ومثلت لغته العذبة أداة مهمة لتحقيق مراد الشيخ من كتابته للسيرة، إذ حرص رحمه الله على تقديمها كنموذج إيماني أخلاقي عملي، واجتهد في تلمس مواطن الاستفادة والعمل من سيرته عليه الصلاة والسلام. طبع الكتاب طبعات عدة، أبرزها وأدقها الطبعة التي خرجت بتحقيق الشيخ ناصر الدين الألباني، رحمه الله.         ",
         "url": "https://drive.google.com/file/d/10vD3F5F5ysEVYAM8VrmxTFc_QZ4osbJY/view?usp=sharing"
      },
      {
         "title": "محمد: منهج ورسالة",
         "author": "محمد الصادق عرجون",
         "imageURL": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1514921963l/37798795._SX318_.jpg",
         "details": "يعد هذا الكتاب من أوعب الكتب المعاصرة للسيرة النبوية الشريفة، فالمؤلف هو العميد الأسبق لكلية أصول الدين بجامعة الأزهر، وقد حشد في مصنفه هذا عصارة علومه ووظفها في سرد وتحليل السيرة بصورة مفصلة، مع بيان أخطاء العقلانيين والمشككين في السيرة وأحداثها في كل موضع، وبسط وشرح السيرة المطهرة وإرهاصات الرسالة الشريفة وتوابعها وتفاصيلها. توقف المؤلف، رحمه الله، عند وفادة وفود نجران على النبي ﷺ حيث يذكر راقم الكتاب (الذي كتب عن المؤلف) أنه توقف عن الاستكمال لوفاة المؤلف، رحمه الله، بعد جهد مضن ووافر في استقصاء وتتبع أحداث السيرة وتحقيق مواقفها وروايتها، ونقد ما رآه من الروايات التي خالفت منهجه في التأريخ.",
         "url": "https://drive.google.com/file/d/105TXGa4rqBXLb3OMxh7l4_79U1MxoyO5/view?usp=sharing"
      },
      {
         "title": "وأظلمت المدينة",
         "author": "نزار ريان",
         "imageURL": "https://www.neelwafurat.com/images/lb/abookstore/covers/carton/176/176481.jpg",
         "details": "كتب الدكتور نزار هذا الكتاب بروحه وقلبه، وسطر بقلمه الساعات التي سبقت دنو أجل النبي ﷺ وأيام مرضه، ولحظات سمو روحه الشريفة إلى بارئها عليه أفضل الصلاة والسلام. صنف الشيخ نزار ريان الكتاب بمزيج من الدقة العلمية والتدقيق الحديثي، ولأن الشيخ، رحمه الله، أكاديمي متخصص في علوم الحديث وحاصل علي درجتي الماجستير والدكتوراه في علوم الحديث الشريف، بالإضافة إلى سكناه في مدينة غزة بفلسطين المحتلة، واشتغاله الأكاديمي بعلم الحديث تدريسًا في الجامعة الإسلامية بغزة، بالتوازي مع عمله الميداني في المقاومة الفلسطينية بحركة حماس؛ كل ذلك جعل من كتابه وسرده لوقائع وفاة النبي المصطفى عملًا مليئًا بروح المحدث والمجاهد والمعاين للشهادة في كل ساعة، وكذا كانت وفاته، رحمه الله، على يد طائرات العدو الصهيوني. طبع الكتاب طبعة أنيقة بدار المنهاج ببيروت، واقتصر فيه الشيخ، رحمه الله، على وقائع مرضه ﷺ وآخر أيامه ببيت عائشة، رضي الله عنها، واحتضاره ووصاياه، ووصف غسله ﷺ، وأثر وفاته على الصحابة، رضوان الله عليهم.",
         "url": "https://docs.google.com/viewerng/viewer?url=https://books-library.net/files/books-library.online_noo1e3ab79924aeb369a3a73f-23674.pdf&hl=ar"
      },
      {
         "title": "رجال حول الرسول",
         "author": "خالد محمد خالد",
         "imageURL": "https://www.noor-book.com/publice/covers_cache_webp/3/9/c/c/0ad1f0128f9ccbd2c7a89ba66f4594eb.jpg.webp",
         "details": "سيرة وحياة ستين شخصية إسلامية كان لها أثر مباشر في نشر الدين الإسلامي، والدعوة إلى الله تعالى؛ وهؤلاء الرجال هم: مصعب بن عمير، سلمان الفارسي، أبو ذر الغفاري، بلال بن رباح، عبدالله بن عمر، سعد بن أبي وقاص، صهيب بن سنان، معاذ بن جبل، المقداد بن عمرو، سعيد بن عامر، حمزة بن المطلب، عبد الله بن مسعود، حذيفة بن اليمان، عامر بن ياسر، عبادة بن الصامت، خبات بن الأرت، أبو عبيدة بن الجراح، عثمان بن مطعون، يزيد بن حارثة، جعفر بن أبي طالب، عبد الله بن رواحة، خالد بن الوليد، قيس بن سعد بن عبادة، عمير بن وهب، أبو الورداد، زيد بن الخطاب، طلحة بن عبيد الله، الزبير بن العوام، خبيب بن عدي، عمير بن سعد، زيد بن ثابت، خالد بن سعيد، أبو أيوب الأنصاري، العباس بن عبد المطلب، ثابت بن قيس، أسيد بن حضير، عبد الرحمن بن عوف، أبو جابر عبد الله بن عمرو بن مرام، عمرو بن الجموح، أبي بن كعب، حبيب بن زيد، سعد بن معاذ، سعد بن عبادة، أسامة بن زيد، عبد الرحمن بن أبي بكر، عبد الله بن عمرو بن العاص، أبو سفيان بن الحارث، عمران بن حصين، سلمة بن الأكوع، عبد الله بن عباس، عباد بن بشر، سهيل بن عمرو، أبو موسى الأشعري، الطفيل بن عمرو، عمرو بن العاص، سالم حولى أبي حذيفة.  ",
         "url": "https://drive.google.com/file/d/1NQnuASoemmyYi_5GjjSXAjYNj712dl02/view?usp=sharing"
      },
      {
         "title": "هذا الحبيب",
         "author": "أبو بكر الجزائري",
         "imageURL": "https://books-library.net/files/books-library.net-11192028Dy1H7.jpg",
         "details": "في هذا الكتاب رسالة من سيرة الحبيب محمد صلى الله عليه وسلم رغب في جمعها وتأليفها بعض أخوة الإسلام لتكون تكملة 'لمنهاج المسلم' الذي اشتمل على أصول الدين وفروعه إلا ما كان من السيرة العطرة للحبيب محمد صلى الله عليه وسلم، وتحقيقاً لرغبتهم وضع 'أبو بكر جابر الجزائري' هذا الكتاب معنوناً بهذا العنوان 'هذا الحبيب محمد صلى الله عليه وسلم'، فكان حقاً-الكتاب رسالة العلم والإيمان والحب الصادق للحبيب محمد صلى الله عليه وسلم. ونظراً لكثرة ما جمع وألف في الدين في هذا الفن سلك المؤلف في جمعه وتأليفه للكتاب ما جعله أمثل ما كتب في هذا الفن سهولة ووضوحاً وشمولاً مع حسن التبويب، وجمال التفصيل، وزانه ما امتاز به من ترصيع كل مقطوعة منه بذكر نتائجها وعبر قد لا تخلو منها في غالبها: ومن الموضوعات التي يتعرض لها المؤلف في كتابه هذا نذكر: أرض النبوة، بداية أمر مكة، عبر عمارة مكة، بناء إبراهيم للبيت العتيق، الحالة السياسية في بلاد العرب، الحالة الاقتصادية، البدع الدينية في عهد الجاهلية، دعوة الميثاق له عليه السلام الحمل بالحبيب وميلاده، رضاع الحبيب، مظاهر الكمال المحمدي، خطبة الزواج الميمون، فتور الوحي وعودته، الإسراء بالحبيب صلى الله عليه وسلم والعروج به إلى الملكوت الأعلى، الخروج بالدعوة خارج مكة، أهم ما وقع من أحداث في السنة الثانية من هجرة الحبيب: أحداث السنة الثالثة من هجرة الحبيب، تسبيح الحصى في يديه وسلام الشجر والحجر عليه صلى الله عليه وسلم، سجود البعير له، احترام الأسد لمولاه، خروج الجن من الصبي بدعائه، انشقاق القمر، إلى غير ذلك من المواضع الهامة",
         "url": "https://drive.google.com/file/d/1OgFhjNlA6CyD1SotO4tuAwdqrriaYoWf/view?usp=sharing"
      }
   ]
}
